{
  "title": "Glossar",
  "content": "Hier werden themenspezifische Fachbegriffe, im Kontext ihrer Verwendung auf dieser Website erklärt, um so ein besseres Verständnis der unterschiedlichen Eigenschaften der Masterstudiengänge zu ermöglichen.",
  "items": [
    {
      "title": "Ausrichtung",
      "content": "Die angebotenen Masterstudiengänge umfassen grundsätzlich sowohl wissenschaftliche,\n forschungsorientierte als auch entwurfspraktische, praxisorientierte Anteile. Je nach Konzept der\n Studiengänge wird die Ausrichtung jedoch verstärkt auf einen der beiden Bereiche gelegt.",
      "sections": [
        {
          "subtitle": "praktisch",
          "content": "Die meisten Masterstudiengänge für Designer zeichnen sich durch ein entwurfspraktisches Studium aus,\n welches auch mit einer solchen Masterarbeit abschließt. An diese gliedert sich meist zusätzlich eine\n theoretische Reflexion."
        },
        {
          "subtitle": "theoretisch",
          "content": "Das theoretische Masterstudium unterscheidet sich in zwei Aspekten. So kennzeichnen sich einzelne\n Studiengänge durch eine praxisnahe Ausbildung in Form eines projektorientierten Studiums,\n Kooperationen mit Unternehmen oder ein fest im Studium verankerten Praxissemester. Andererseits bietet\n das Masterstudium auch die Möglichkeit einer rein wissenschaftlichen Auseinandersetzung mit der\n Disziplin des Design."
        }
      ]
    },
    {
      "title": "Doppelabschluss",
      "content": "Im Rahmen von Double-Degree-Programmen absolvieren Studierende in der Regel die Hälfte ihrer\n Studienzeit im Ausland. Sie erwerben dadurch sowohl einen Abschluss an einer deutschen Hochschule als\n auch an der ausländischen Partnerhochschule."
    },
    {
      "title": "Fachliche Zusammensetzung",
      "content": "\n Die Zusammensetzung gibt Auskunft über die fachliche Herkunft der Studierenden innerhalb eines\n Studiengangs.",
      "sections": [
        {
          "subtitle": "disziplinär",
          "content": "Alle Studierenden kommen aus derselben Fachrichtung."
        },
        {
          "subtitle": "interdisziplinär gestalterisch",
          "content": "Studierende verschiedener gestalterischer Fachrichtungen studieren zusammen."
        },
        {
          "subtitle": "interdisziplinär gestalterisch/nicht-gestalterisch",
          "content": "Designer studieren gemeinsam mit Studierenden aus nicht-gestalterischen Fachrichtungen."
        }
      ]
    },
    {
      "title": "Forschungsvorhaben",
      "content": "Bei einer Vielzahl von Masterstudiengängen wird ein Forschungsvorhaben oder auch ein Proposal, ein\n Vorschlag für ein Masterprojekt, in der ein oder anderen Form bereits bei der Bewerbung eingefordert.\n Die Ausgestaltung variiert dabei jedoch von Hochschule zu Hochschule. Zum einen kann das\n Forschungsvorhaben als Grundlage des Studiums verstanden werden, zum anderen als Projekt, welches\n während des Studiums oder in einem bestimmten Semester bearbeitet wird, jedoch nicht zwangsläufig in\n der Masterthesis enden muss. Allen Ansätzen gemein ist jedoch die intensive Auseinandersetzung mit\n einem Thema und den eigenen Interessen in Bezug auf eine fachliche Disziplin."
    },
    {
      "title": "Inhaltlicher Fokus",
      "content": "Basierend auf der Tatsache, dass im Masterstudium Studierende aus verschiedenen Fachrichtungen\n zusammen treffen können, ergeben sich auch auf inhaltlicher Ebene neue Möglichkeiten das Studium zu\n konzipieren. Die gelisteten Studiengänge lassen sich diesbezüglich in drei verschiedene Bereiche\n unterteilen:",
      "sections": [
        {
          "subtitle": "fachspezifisch",
          "content": "Der inhaltliche Fokus liegt auf einer bestimmten Fachrichtung."
        },
        {
          "subtitle": "fächerübergreifend",
          "content": "Interdisziplinarität bezieht sich hier nicht nur auf die fachliche Herkunft der Studierenden, vielmehr\n liegt der inhaltliche Fokus auf der Zusammenarbeit der verschiedenen Fachrichtungen. Durch ein\n speziell entwickeltes Modell fördern manche Studiengänge dabei sogar gezielt das Verständnis für die\n jeweils andere Disziplin zu Beginn des Studiums, indem sie die Basics der anderen Disziplin in extra\n dafür vorgesehenen Modulen lehren."
        },
        {
          "subtitle": "thematisch",
          "content": "Einige Masterstudiengänge konzentrieren sich ausschließlich auf eine bestimmte Thematik. Diese kann\n teilweise von Masterjahrgang zu Masterjahrgang wechseln."
        }
      ]
    },
    {
      "title": "Integriertes Auslandssemester",
      "content": "Bestimmte Studiengänge beinhalten ein integriertes Auslandssemester. Dabei ist fester Bestandteil des\n Studiums, ein Semester an einer ausländischen Hochschule zu absolvieren. Verstärkt international\n ausgerichtete Master lassen sich daran erkennen."
    },
    {
      "title": "Internationalität",
      "content": "Ein international ausgerichtetes Studium lässt sich auf drei verschiedenen Ebenen erkennen:\n sprachlich, räumlich und inhaltlich. Als ganzheitlich international wird demnach ein Studium\n verstanden, welches neben der englischen Hauptunterrichtssprache und einem integrierten\n Auslandssemester auch Kompetenzen vermittelt, die für eine Tätigkeit in einem internationalen Umfeld\n relevant sind."
    },
    {
      "title": "Mastertyp",
      "content": "Das Masterstudium wird in verschiedenen Studienstrukturen angeboten: Es gibt konsekutive,\n nicht-konsekutive und weiterbildende Masterstudiengänge.",
      "sections": [
        {
          "subtitle": "konsekutiv",
          "content": "Konsekutive Masterprogramme folgen inhaltlich den erworbenen Kenntnissen und Fähigkeiten des\n Erststudiums, wie zum Beispiel dem Bachelor. Diese Programme können vertiefen oder – soweit der\n fachliche Zusammenhang gewahrt bleibt – fächerübergreifend erweitern."
        },
        {
          "subtitle": "nicht-konsekutiv",
          "content": "In nicht-konsekutiven Masterprogrammen wird das Gelernte fächerübergreifend erweitert."
        },
        {
          "subtitle": "weiterbildend",
          "content": "Als weiterbildende Masterstudiengänge werden Studiengänge bezeichnet, die eine Phase der Berufspraxis\n voraussetzen, welche im Lehrangebot berücksichtigt wird."
        }
      ]
    },
    {
      "title": "Regelstudienzeit",
      "content": "Die Dauer eines Bachelorstudiums variiert zwischen sechs, sieben oder acht Semestern für ein\n Vollzeitstudium. Bei konsekutiven Studiengängen richtet sich die Regelstudienzeit des Masterstudiums\n an der des Bachelorstudiums aus und beträgt zwei, drei oder vier Semester. Insgesamt soll die\n Regelstudienzeit von Bachelor- und Masterstudium zehn Semester (300 Credits) ergeben.",
      "sections": [
        {
          "subtitle": "Anpassungssemester",
          "content": "Summieren sich das abgeschlossene Bachelorstudium und das geplante Masterstudium zusammen nicht zu\n mindestens zehn Semestern Studienzeit, besteht die Möglichkeit je nach Regelung der jeweiligen\n Hochschule ein Anpassungssemester zu absolvieren oder eine berufspraktische Tätigkeit angerechnet zu\n bekommen. Somit können fehlende Credits nachgeholt werden. Dies kann zum Beispiel im Fall eines\n Hochschulwechsels nach Bachelorabschluss zutreffen."
        },
        {
          "subtitle": "Sonderregelung",
          "content": "Kunsthochschulen bleibt es vorbehalten, Masterstudiengänge in künstlerischen Kernfächern unabhängig\n von der Bachelorstudienzeit auf vier Semester anzulegen. Die Studienzeit von Bachelor- und\n Masterstudium kann somit bis zu zwölf Semester (360 Credits) ergeben. Welche Fächer zu den\n künstlerischen Kernfächern zählen, beschließt die jeweilige Hochschule in Zusammenarbeit mit dem\n Wissenschaftsressort. Diese Studiengänge werden dann in einem Master of Fine Arts absolviert. Die\n Abschlussbezeichnung wird der Fächergruppe der Freien Kunst zugeschrieben."
        }
      ]
    },
    {
      "title": "Studiengebühren",
      "content": "Studiengebühren werden in Deutschland nur für weiterbildende Masterstudiengänge erhoben. Konsekutive\n Studiengänge sind dagegen gebührenfrei."
    },
    {
      "title": "Studienrichtung",
      "content": "An manchen Hochschulen erfolgt die Bewerbung direkt für eine Studienrichtung innerhalb eines\n Studienganges. Um die Suche zu vereinfachen und dies deutlich zu machen, nennt MD die Studienrichtung\n und verweist in Klammern auf den Studiengang wie er auf Seiten der Hochschule zu finden ist. Zum\n Beispiel: Illustration (Visuelle Kommunikation)"
    }
  ]
}
